{"title": "american_revolution", "content": "The American Revolution (1765–1783) was an ideological and political movement in the Thirteen Colonies in what was then British America. The revolution culminated in the American Revolutionary War, which was launched on April 19, 1775, in the Battles of Lexington and Concord. Leaders of the American Revolution were colonial separatist leaders who, as British subjects, initially sought incremental levels of autonomy but came to embrace the cause of full independence and the necessity of prevailing in the Revolutionary War to obtain it. The Second Continental Congress, which represented the colonies and convened in present-day Independence Hall in Philadelphia, formed the Continental Army and appointed George Washington as its commander-in-chief in June 1775, and unanimously adopted the Declaration of Independence the following year, which inspired, formalized, and escalated the war. For most of the eight-year war, its outcome appeared uncertain. But in 1781, a decisive victory by Washington and the Continental Army in the Siege of Yorktown inspired King George III and the British to negotiate an end to colonial rule in the colonies and acknowledge their independence, which was codified in the Treaty of Paris in 1783, leading to the establishment of the sovereign United States of America.\n\nDiscontent with colonial rule began shortly after the defeat of France in the French and Indian War in 1763. Even though the colonies had fought in and supported the war, British Parliament imposed new taxes to compensate for wartime costs and turned control of the colonies' western lands over to the British officials in Montreal. Representatives from several colonies convened the Stamp Act Congress in 1765; its \"Declaration of Rights and Grievances\" argued that taxation without representation violated their rights as Englishmen. In 1767, tensions flared again following British Parliament's passage of the Townshend Acts. In an effort to quell the mounting rebellion, King George III deployed British troops to Boston, where British troops killed protesters in the Boston Massacre on March 5, 1770. In 1772, anti-tax demonstrators destroyed the Royal Navy customs schooner Gaspee off present-day Warwick, Rhode Island. On December 16, 1773, in a seminal event in the American Revolution's escalation, Sons of Liberty activists wearing costumes of Native Americans instigated the Boston Tea Party, during which they boarded and dumped chests of tea owned by the British East India Company into Boston Harbor. London responded by closing Boston Harbor and enacting a series of punitive laws, which effectively ended self-government in Massachusetts but also served to expand and intensify the revolutionary cause.\n\nIn late 1774, 12 of the Thirteen Colonies sent delegates to the First Continental Congress, which met inside Carpenters' Hall in Philadelphia; the Province of Georgia joined in 1775. The First Continental Congress began coordinating Patriot resistance through underground networks of committees. Following the Battles of Lexington and Concord, Washington and the Continental Army responded by surrounding Boston, forcing the British to withdraw by sea in March 1776, and leaving Patriots in control in every colony. In August 1775, King George III proclaimed Massachusetts to be in a state of open defiance and rebellion.\n\nIn 1776, the Second Continental Congress began debating and deliberating on the Articles of Confederation, an effort to establish a self-governing rule of law in the Thirteen Colonies. On July 2, they passed the Lee Resolution, affirming their support for national independence, and on July 4, 1776, they unanimously adopted the Declaration of Independence, authored primarily by Thomas Jefferson, which embodied the political philosophies of liberalism and republicanism, rejected monarchy and aristocracy, and famously proclaimed that \"all men are created equal\".\n\nThe Revolutionary War continued for another five years during which France ultimately entered the war, supporting the colonial cause of independence. On September 28, 1781, Washington, with support from Marquis de Lafayette, the French Army, and French Navy, led the Continental Army's most decisive victory, capturing roughly 7,500 British troops led by British general Charles Cornwallis during the Siege of Yorktown, leading to the collapse of King George's control of Parliament and consensus in Parliament that the war should be ended on American terms. On September 3, 1783, the British signed the Treaty of Paris, granting their former colonies nearly all the territory east of the Mississippi River and south of the Great Lakes. About 60,000 Loyalists migrated to other British territories in Canada and elsewhere, but the great majority remained in the United States. With its victory in the American Revolution, the United States became the first constitutional republic in world history founded on the consent of the governed and the rule of law.\n\nOrigins\nFor a chronological guide, see Timeline of the American Revolution.\n\nA 1775 map of Eastern North America, including the Province of Quebec, the Thirteen Colonies on the Atlantic Coast, and the Indian Reserve as defined by the Royal Proclamation of 1763. The border between the red and pink areas represents the 1763 Proclamation line, and the orange area represents Spanish colonial claims.\nUnder the British policy of salutary neglect, Britain traded with the colonies but otherwise mostly left them alone over the first 150 years of the colonies’ existence. The colonists became accustomed to running their own affairs, and they liked it. This British policy changed significantly after the French and Indian War, prompting the Thirteen Colonies to seek greater autonomy from Britain. After the Revolution, one colonist, Capt. Levi Preston, of Danvers, Massachusetts, was asked why the Americans rebelled against England, responded, \"…we always had governed ourselves, and we always meant to. They didn’t mean we should.\"[1]\n\n1651–1763: Early seeds\nFurther information: Colonial history of the United States\nThe Thirteen Colonies were established in the 17th century as part of the English Empire, and they formed part of the British Empire after the union of England and Scotland in 1707.[2] The development of a unique American identity can be traced to the English Civil War (1642–1651) and its aftermath. The Puritan colonies of New England supported the Commonwealth government responsible for the execution of King Charles I. After the Stuart Restoration of 1660, Massachusetts did not recognize Charles II as the legitimate king for more than a year after his coronation. In King Philip's War (1675–1678), the New England colonies fought a handful of Native American tribes without military assistance from England, thereby contributing to the development of a uniquely American identity separate from that of the British people.[3]\n\nIn the 1680s, Charles and his brother, James II, attempted to bring New England under direct English control.[4] The colonists fiercely opposed this, and the Crown nullified their colonial charters in response.[5] In 1686, James finalized these efforts by consolidating the separate New England colonies along with New York and New Jersey into the Dominion of New England. Edmund Andros was appointed royal governor and tasked with governing the new Dominion under his direct rule. Colonial assemblies and town meetings were restricted, new taxes were levied, and rights were abridged. Dominion rule triggered bitter resentment throughout New England.[6] When James tried to rule without Parliament, the English aristocracy removed him from power in the Glorious Revolution of 1688.[7] This was followed by the 1689 Boston revolt, which overthrew Dominion rule.[8][9] Colonial governments reasserted their control after the revolt. The new monarchs, William and Mary, granted new charters to the individual New England colonies, and local democratic self-government was restored.[10][11]\n\nAfter the Glorious Revolution in 1688, the British Empire was a constitutional monarchy with sovereignty in the King-in-Parliament. Aristocrats inherited seats in the House of Lords, while the gentry and merchants controlled the elected House of Commons. The king ruled through cabinet ministers who depended on majority support in the Commons to govern effectively.[12] British subjects on both sides of the Atlantic proudly claimed the unwritten British constitution, with its guarantees of the rights of Englishmen, protected personal liberty better than any other government.[13] It served as the model for colonial governments. The Crown appointed a royal governor to exercise executive power.[14] Property owners elected a colonial assembly with powers to legislate and levy taxes, but the British government reserved the right to veto colonial legislation.[12] Radical Whig ideology profoundly influenced American political philosophy with its love of liberty and opposition to tyrannical government.[15]\n\nWith little industry except shipbuilding, the colonies exported agricultural products to Britain in return for manufactured goods. They also imported molasses, rum, and sugar from the British West Indies.[16] The British government pursued a policy of mercantilism in order to grow its economic and political power. According to mercantilism, the colonies existed for the mother country's economic benefit, and the colonists' economic needs took second place.[17] In 1651, Parliament passed the first in a series of Navigation Acts, which restricted colonial trade with foreign countries. The Thirteen Colonies could trade with the rest of the empire but only ship certain commodities like tobacco to Britain. Any European imports bound for British America had to first pass through an English port and pay customs duties.[18] Other laws regulated colonial industries, such as the Wool Act 1698, the Hat Act 1731, and the Iron Act 1750.[19][20]\n\nColonial reactions to these policies were mixed. The Molasses Act 1733 placed a duty of six pence per gallon upon foreign molasses imported into the colonies. This act was particularly egregious to the New England colonists, who protested it as taxation without representation. The act increased the smuggling of foreign molasses, and the British government ceased enforcement efforts after the 1740s.[21] On the other hand, certain merchants and local industries benefitted from the restrictions on foreign competition. The limits on foreign-built ships greatly benefitted the colonial shipbuilding industry, particularly in New England.[22] Some argue that the economic impact was minimal on the colonists,[23][24] but the political friction that the acts triggered was more serious, as the merchants most directly affected were also the most politically active.[25]\n\nThe British government lacked the resources and information needed to control the colonies. Instead, British officials negotiated and compromised with colonial leaders to gain compliance with imperial policies. The colonies defended themselves with colonial militias, and the British government rarely sent military forces to America before 1755.[26] According to historian Robert Middlekauff, \"Americans had become almost completely self-governing\" before the American Revolution, a practice that was consistent with the British monarchy's practice of salutary neglect.[27]\n\nDuring the French and Indian War (1754–1763), the British government fielded 45,000 soldiers, half British Regulars and half colonial volunteers. The colonies also contributed money to the war effort; however, two-fifths of this spending was reimbursed by the British government. Great Britain defeated France and acquired that nation's territory east of the Mississippi River.[28]\n\nIn early 1763, the Bute ministry decided to permanently garrison 10,000 soldiers in North America.[29][30] This would allow approximately 1,500 politically well-connected British Army officers to remain on active duty with full pay (stationing a standing army in Great Britain during peacetime was politically unacceptable).[31] A standing army would provide defense against Native Americans in the west and foreign populations in newly acquired territories (the French in Canada and the Spanish in Florida). In addition, British soldiers could prevent white colonists from instigating conflict with Native Americans and help collect customs duties.[32]\n\nMigration beyond the Appalachian Mountains increased after the French threat was removed, and Native Americans launched Pontiac's War (1763–1766) in response. The Grenville ministry issued the Royal Proclamation of 1763, designating the territory between the Appalachian Mountains and the Mississippi River as an Indian Reserve closed to white settlement. The Proclamation failed to stop westward migration while angering settlers, fur traders, and land speculators in the Thirteen Colonies.[33]\n\n", "doc_id": 0}
{"title": "french_revolution", "content": "The French Revolution (French: Révolution française [ʁevɔlysjɔ̃ fʁɑ̃sɛːz]) was a period of political and societal change in France which began with the Estates General of 1789 and ended with the Coup of 18 Brumaire on 9 November 1799. Many of the revolution's ideas are considered fundamental principles of liberal democracy,[1] and its values remain central to modern French political discourse.[2]\n\nThe causes of the revolution were a combination of social, political, and economic factors which the ancien régime (\"old regime\") proved unable to manage. A financial crisis and widespread social distress led to the convocation of the Estates General in May 1789, its first meeting since 1614. The representatives of the Third Estate broke away and re-constituted themselves as a National Assembly in June. The Storming of the Bastille in Paris on 14 July was followed by radical measures by the Assembly, among them the abolition of feudalism, state control over the Catholic Church, and a declaration of rights. The next three years were dominated by a struggle for political control. King Louis XVI's attempted flight to Varennes in June 1791 further discredited the monarchy, and military defeats after the outbreak of the French Revolutionary Wars in April 1792 led to an armed insurrection on 10 August 1792. The monarchy was replaced by the French First Republic in September, and Louis XVI was executed in January 1793.\n\nAfter another revolt in June 1793, the constitution was suspended, and political power passed from the National Convention to the Committee of Public Safety, dominated by radical Jacobins led by Maximilien Robespierre. About 16,000 people were sentenced by the Revolutionary Tribunal and executed in the Reign of Terror, which ended in July 1794 with the Thermidorian Reaction. Weakened by external threats and internal opposition, the Committee of Public Safety was replaced in November 1795 by the Directory. Its instability ended in the coup of 18 Brumaire and the establishment of the Consulate, with Napoleon Bonaparte as First Consul.\n\nCauses\nPart of a series on the\nHistory of France\nCarte de France dressée pour l'usage du Roy. Delisle Guillaume (1721)\nTimeline\nAncient\nMiddle Ages\nEarly modern\nLong 19th century\n20th century\nTopics\nDiplomacyEconomyHealth careLawLGBTQMedicineMilitaryMonarchs ConsortsPoliticsReligion ChristianityIslamJudaismTaxationTerritory\nflag France portal ·  History portal\nvte\nMain article: Causes of the French Revolution\nThe Revolution resulted from multiple long-term and short-term factors, culminating in a social, economic, financial and political crisis in the late 1780s.[3][4][5] Combined with resistance to reform by the ruling elite and indecisive policy by Louis XVI and his ministers, the result was a crisis the state was unable to manage.[6][7]\n\nBetween 1715 and 1789, the French population grew from 21 to 28 million, 20% of whom lived in towns or cities, Paris alone having over 600,000 inhabitants.[8] This was accompanied by a tripling in the size of the middle class, which comprised almost 10% of the population by 1789.[9] Despite increases in overall prosperity, its benefits were largely restricted to the rentier and mercantile classes, while the living standards fell for wage labourers and peasant farmers who rented their land.[10][11] Economic recession from 1785, combined with bad harvests in 1787 and 1788, led to high unemployment and food prices, causing a financial and political crisis.[3][12][13][14]\n\nWhile the state also experienced a debt crisis, the level of debt itself was not high compared with Britain's.[15] A significant problem was that tax rates varied widely from one region to another, were often different from the official amounts, and were collected inconsistently. Its complexity meant uncertainty over the amount contributed by any authorised tax caused resentment among all taxpayers.[16][a] Attempts to simplify the system were blocked by the regional Parlements which approved financial policy. The resulting impasse led to the calling of the Estates General of 1789, which became radicalised by the struggle for control of public finances.[18]\n\nLouis XVI was willing to consider reforms, but he often backed down when faced with opposition from conservative elements within the nobility. Enlightenment critiques of social institutions were widely discussed among the educated French elite. At the same time, the American Revolution and the European revolts of the 1780s inspired public debate on issues such as patriotism, liberty, equality, and democracy. These shaped the response of the educated public to the crisis,[19] while scandals such as the Affair of the Diamond Necklace fuelled widespread anger at the court, nobility, and church officials.[20]\n\nCrisis of the Ancien Régime\n\nThe regional Parlements in 1789; note area covered by the Parlement of Paris\nFinancial and political crisis\nFrance faced a series of budgetary crises during the 18th century as revenues failed to keep pace with expenditure.[21][22] Although the economy grew solidly, the increase was not reflected in a proportional growth in taxes,[21] their collection being contracted to tax farmers who kept much of it as personal profit. As the nobility and Church benefited from many exemptions, the tax burden fell mainly on peasants.[23] Reform was difficult because new tax laws had to be registered with regional judicial bodies or parlements that were able to block them. The king could impose laws by decree, but this risked open conflict with the parlements, the nobility, and those subject to new taxes.[24]\n\nFrance primarily funded the Anglo-French War of 1778–1783 through loans. Following the peace, the monarchy borrowed heavily, culminating in a debt crisis. By 1788, half of state revenue was required to service its debt.[25] In 1786, the French finance minister, Calonne, proposed a package of reforms including a universal land tax, the abolition of grain controls and internal tariffs, and new provincial assemblies appointed by the king. The new taxes were rejected, first by a hand-picked Assembly of Notables dominated by the nobility, then by the parlements when submitted by Calonne's successor Brienne. The notables and parlements argued that the proposed taxes could only be approved by an Estates-General, a representative body that had last met in 1614.[26]\n\nThe conflict between the Crown and the parlements became a national political crisis. Both sides issued a series of public statements, the government arguing that it was combating privilege and the parlement defending the ancient rights of the nation. Public opinion was firmly on the side of the parlements, and riots broke out in several towns. Brienne's attempts to raise new loans failed, and on 8 August 1788, he announced that the king would summon an Estates-General to convene the following May. Brienne resigned and was replaced by Jacques Necker.[27]\n\nIn September 1788, the Parlement of Paris ruled that the Estates-General should convene in the same form as in 1614, meaning that the three estates (the clergy, nobility, and Third Estate or \"commons\") would meet and vote separately, with votes counted by estate rather than by head. As a result, the clergy and nobility could combine to outvote the Third Estate despite representing less than 5% of the population.[28][29]\n\nFollowing the relaxation of censorship and laws against political clubs, a group of liberal nobles and middle class activists known as the Society of Thirty launched a campaign for the doubling of Third Estate representation and individual voting. The public debate sparked an average of 25 new political pamphlets published each week from 25 September 1788.[30] The Abbé Sieyès issued influential pamphlets titled What Is the Third Estate? denouncing the privilege of the clergy and nobility, and arguing the Third Estate represented the nation and should sit alone as a National Assembly. Activists such as Jean Joseph Mounier, Antoine Barnave and Maximilien Robespierre organised regional meetings, petitions and literature in support of these demands.[31] In December, the king agreed to double the representation of the Third Estate but left the question of counting votes for the Estates-General to decide.[32]", "doc_id": 1}
